Repository: apinc-devel/apinc-apm
Catalog: apm/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Are you sure you want to do this action
fr: Etes-vous sûr de vouloir faire cette action

source: Introduce a positive number.
fr: Saisir un nombre positif.

source: Meeting Report
fr: Compte-rendu de réunion

source: AG Report
fr: Compte-rendu d'AG

source: CA Report
fr: Compte-rendu de CA

source: Modifications on reports have been successfully saved.
fr: Les modifications sur les documents ont été sauvées avec succès.

source: Do you really want to delete this report
fr: Voulez-vous vraiment supprimer ce document

source: Reported successfully deleted
fr: Document supprimé avec succès

source: Introduce a strictly positive number.
fr: Saisir un nombre strictement positif.

source: duration (month)
fr: durée (mois)

source: dues amount
fr: montant dû

source: active
fr: actif

source: contribution type
fr: type de contribution

source: person
fr: personne

source: validated
fr: valide

source: record date
fr: date d'enregistrement

source: subscription start date
fr: date de début de souscription

source: subscription end date
fr: date de fin de souscription

source: Contribution type has been successfully saved.
fr: Le type de contribution a été sauvé avec succès.

source: Do you really want to delete this contribution type
fr: Voulez-vous vraiment supprimer ce type de contribution

source: Contribution type successfully deleted
fr: Type de contribution supprimé avec succès

source: Adding a contribution
fr: Ajouter une contribution

source: Person is not elligible for membership.
fr: La personne n'est pas éligible pour le statut membre

source: Contribution editor
fr: Editer une contribution

source: No project found for member
fr: Aucun projet trouvé pour le membre

source: Do you really want to delete this contribution
fr: Voulez-vous vraiment supprimer cette contribution

source: Contribution successfully deleted.
fr: Contribution supprimée avec succès.

source: Do you really want to validate this contribution
fr: Voulez-vous vraiment valider cette contribution

source: Contribution successfully validated.
fr: Contribution validée avec succès

source: Contribution is not yet validated.
fr: La contribution n'est pas encore validée.

source: An error occured while trying to add a subscription, please contact administrators.
fr: Une erreur s'est produite au moment de l'ajout de votre adhésion, merci de contacter un administrateur.

source: -- Select apm group --
fr: -- Sélectionner un group apm --

source: name
fr: nom

source: email
fr: courriel

source: member
fr: Membre

source: start date
fr: date de début

source: end date
fr: date de fin

source: expiration date
fr: date d'expiration

source: Following are listed organization board member roles.
fr: Ci-dessous sont listés les rôles des membres de l'association.

source: Following are listed all apinc-apm groups used to manage permissions on apinc-apm application. These groups are handled statically.
fr: Ci-dessous sont listés les groupes apinc-apm utilisés pour gérer les permissions dans l'application apinc-apm. Ces groupes sont créés statiquement.

source: Apm group membership has been successfully saved.
fr: Le groupe apm a été sauvé avec succès.

source: Do you really want to delete this APM group membership
fr: Voulez-vous vraiment supprimer ce groupe APM

source: The groupmembership has been successfully deleted.
fr: Le groupe a été supprimé avec succès.

source: -- Select member role --
fr: -- Sélectionner un rôle --

source: Male
fr: Homme

source: Female
fr: Femme

source: maiden name
fr: nom de jeune fille

source: Birth date
fr: Date de naissance

source: sex
fr: sexe

source: default rank
fr: classement par défault

source: Person Private Data
fr: Données personnelles privées

source: groupname
fr: nom de groupe

source: creation date
fr: date de création

source: PersonPrivate modification have been successfully saved.
fr: Les données personnelles privées ont été sauvées avec succès.

source: Modification of personal private profile for
fr: Modification des données personnelles privées pour

source: Member role has been successfully saved.
fr: Le rôle a été sauvé avec succès.

source: Do you really want to delete this member role
fr: Voulez-vous vraiment supprimer ce rôle

source: The member role has been successfully deleted.
fr: Le rôle a éré supprimé avec succès.

source: apinc.org site news
fr: Nouvelles de l'APINC

source: Updates on changes and additions to apinc.org.
fr: Suivi de la plate-forme APINC

source: title
fr: titre

source: body
fr: corps

source: publication date
fr: date de publication

source: Draft
fr: Brouillon

source: Published
fr: Publiée

source: Do you really want to delete this news
fr: Voulez-vous vraiment supprimer cette nouvelle

source: The news has been successfully deleted.
fr: La nouvelle a été supprimée avec succès.

source: Modifications have been successfully saved.
fr: Les modifications ont été sauvées avec succès.

source: Used for urls regex matches and templates <slug>.html.
fr: Utilisé pour les expressions régulières et templates <slug>.html.

source: Pseudo-static page modified.
fr: Page pseudo-statique modifiée.

source: Pseudo-static page
fr: Page pseudo-statique

source: Payment date
fr: Date de paiement

source: Invalid amount against selected contributions
fr: Montant incorrect en rapport avec les contributions sélectionnées

source: emitter
fr: émetteur

source: payment date
fr: date de paiement

source: Payment
fr: Paiement

source: Payment has been successfully saved.
fr: Le paiement a été sauvé avec succès.

source: Do you really want to delete this payment
fr: Voulez-vous vraiment supprimer ce paiement

source: Payment successfully deleted
fr: Paiement supprimé avec succès

source: Contribution payment
fr: Paiement de la contribution

source: An error occured while creating the payment, please contact administrators.
fr: Une erreur s'est produite lors de la création du paiement, merci de contacter les administrateurs.

source: An error occured while processing the payment
fr: Une erreur s'est produite lors du traitement du paiement

source: PayerID not found.
fr: PayerID non trouvé

source: The payment
fr: Le paiement

source: has been cancelled
fr: a été annulé

source: APINC - Page not found
fr: APINC - Page non trouvée

source: Page not found
fr: Page non trouvée

source: Please check your URL, if you clicked on a dead link please contact the administrator.
fr: Merci de vérifier votre URL, si vous avez cliquez sur un lien mort merci de contacter les administrateurs.

source: Back to home page
fr: Retour à la page d'accueil

source: An error happened! Please retry later, if the error persists, please contact the administrator.
fr: Une erreur s'est produite! Merci de réessayer plus tard, si l'erreur persiste, merci de contacter les administrateurs.

source: APINC Plateform
fr: Plateforme APINC

source: due date
fr: échéance le

source: Log out
fr: Déconnexion

source: APINC panel username
fr: Nom d'utilisateur APINC

source: APINC panel password
fr: Mot de passe APINC

source: Sign in
fr: Connexion

source: Home
fr: Accueil

source: Who we are
fr: Qui sommes-nous

source: Organization
fr: Association

source: Statutes
fr: Statuts

source: By-laws
fr: Règlement intérieur

source: Member access
fr: Accès membre

source: Webmail
fr: Courriel

source: Account
fr: Compte

source: Getting help
fr: Obtenir de l'aide

source: IRC webclient
fr: Client web IRC

source: About
fr: A propos

source: Legal notice
fr: Mentions légales

source: Unless otherwise explicitly specified, all texts are licenced
fr: Sauf mention spécifique, tous les textes sont sous licence

source: The organization
fr: L'association

source: Edit
fr: Editer

source: Board members
fr: Bureau

source: No members in the board !
fr: Pas de membre dans le bureau !

source: Meeting reports and other documents
fr: Compte-rendus et autres documents

source: Delete
fr: Supprimer

source: No report available !
fr: Pas de document trouvé !

source: Add a report
fr: Ajouter un document

source: Upload report
fr: Ajouter un document

source: Cancel
fr: Annuler

source: Save
fr: Sauver

source: Login page
fr: Page d'authentification

source: Error!
fr: Erreur!

source: Your username and password didn't match. Please try again.
fr: Vos identifiants n'ont pas été reconnus. Merci d'essayer à nouveau.

source: Username
fr: Utilisateur

source: Password
fr: Mot de passe

source: Remember me
fr: Se souvenir de moi

source: Log-in
fr: Connexion

source: I don't know my password
fr: Je ne sais pas mon mot de passe

source: Subscribe
fr: Souscrire

source: Permission denied!
fr: Autorisation refusée!

source: You are not authorized to access this page.
fr: Vous n'êtes pas autorisé à accéder à cette page.

source: Attached payment details
fr: Détails du paiement attaché

source: Emitter
fr: Emetteur

source: Amount
fr: Montant

source: Available amount
fr: Montant disponible

source: Dues amount
fr: Montant dû

source: Duration
fr: Durée (mois)

source: Duration (month)
fr: Durée (mois)

source: Pay
fr: Payer

source: Contribution type editor
fr: Editeur de type de contribution

source: Contribution types
fr: Types de contribution

source: Extends duration (month)
fr: Etend la durée (mois)

source: Dues amount €
fr: Montant dû €

source: Is subscription
fr: Est une adhésion

source: No type defined yet !
fr: Pas de type défini pour le moment !

source: Contributions to validate
fr: Contributions à valider

source: Member
fr: Membre

source: Recorded date
fr: Date d'enregistrement

source: No payment found
fr: Pas de paiement trouvé

source: Receipt
fr: Reçu

source: No contribution yet !
fr: Pas de contribution pour le moment !

source: of
fr: de

source: results
fr: résultats

source: previous
fr: précédent

source: next
fr: suivant

source: Contributions for
fr: Contributions pour

source: Start
fr: Début

source: End
fr: Fin

source: Status
fr: Statuts

source: Validated
fr: Validé

source: Not validated
fr: Non validé

source: No contributions yet !
fr: Pas de contributions pour le moment !

source: Apinc groups
fr: Groupes Apinc

source: Members
fr: Membres

source: List members
fr: Lister les membres

source: List roles
fr: Lister les rôles

source: List groups
fr: Lister les groupes

source: Administrative tasks
fr: Tâche administrative

source: List payments
fr: Lister les paiements

source: Add a payment
fr: Ajouter un paiement

source: List contributions
fr: Lister les contributions

source: Add a contribution
fr: Ajouter une contribution

source: List contribution types
fr: Lister les types de contribution

source: Add a contribution type
fr: Ajouter un type de contribution

source: Add an apm group membership
fr: Ajouter un groupe apm

source: Start date
fr: Date de début

source: Name
fr: Nom

source: Email
fr: Courriel

source: No groups !
fr: Groupes Apinc

source: User
fr: Utilisateur

source: No logs yet !
fr: Pas de message log trouvé !

source: No members !
fr: Pas de membres !

source: Rank
fr: Rang

source: No roles !
fr: Pas de rôles !

source: Member account
fr: Compte membre

source: Pay my subscription
fr: Régler ma cotisation

source: List my contributions
fr: Lister mes contributions

source: List my payments
fr: Lister mes paiements

source: Member detail profile
fr: Profil détaillé

source: Personal profile
fr: Profil personnel

source: username
fr: nom d'utilisateur

source: first name
fr: prénom

source: last name
fr: nom

source: Birthdate
fr: Date de naissance

source: Gender
fr: Genre

source: VHFFS projects eligible for membership
fr: Projet VHFFS éligible pour le statut membre

source: These data are synced from APINC VHFFS Panel, to update these data please edit them from
fr: Ces données sont synchronisées depuis le panel APINC VHFFS, pour les mettre à jour merci d'utiliser

source: the appropriate panel tab
fr: l'onglet du panneau approprié

source: APM group memberships
fr: Groupe APM

source: Group name
fr: Nom de groupe

source: End date
fr: Date de fin

source: No apm group membership
fr: Pas de groupe APM

source: Add
fr: Ajouter

source: APINC roles
fr: Rôles APINC

source: Role name
fr: Nom de rôle

source: No apinc role
fr: Pas de rôle Apinc

source: Person Private data
fr: Données personnelles privées

source: Add a role to a member
fr: Ajouter un rôle au membre

source: Apinc news
fr: Nouvelles de l'APINC

source: Write a news
fr: Ecrire une nouvelle

source: See drafts
fr: Voir les brouillons

source: Drafted on
fr: Brouillon

source: Logs for this news
fr: Logs pour cette nouvelle

source: List of available drafts
fr: List des brouillons en cours

source: View details
fr: Voir détails

source: No draft available !
fr: Pas de brouillon trouvé !

source: News editor
fr: Editeur de nouvelle

source: Posted on
fr: Posté le

source: No news !
fr: Pas de nouvelles !

source: No
fr: Non

source: Yes
fr: Oui

source: Logs for this pseudo-static page
fr: Logs pour cette page pseudo-statique

source: APINC Portal
fr: Portail APINC

source: Learn more
fr: En savoir plus

source: APINC IRC web client
fr: Client web APINC IRC

source: Pay with Paypal
fr: Payer via Paypal

source: Pay by transfer
fr: Payer par virement

source: Pay by check
fr: Payer par chèque

source: Payment details
fr: Details du paiement

source: Attached contributions
fr: Contributions attachées

source: No contribution attached yet.
fr: Pas de contribution attachée pour le moment.

source: Payment editor
fr: Editeur de paiement

source: Amount to use
fr: Montant à ventiler

source: Select contributions
fr: Sélectionner les contributions

source: New contribution
fr: Nouvelle contribution

source: Payments
fr: Paiements

source: No payment defined yet !
fr: Pas de paiement défini pour le moment !

source: Payments for
fr: Paiements pour

source: No payments yet !
fr: Pas de paiement pour le moment !
